"    BSSID: "           = "    BSSID: ";
"    Channel: "         = "    Canal: ";
"    Country Code: "    = "    Código do país: ";
"    IP Address: "      = "    Endereço IP: ";
"    Internet: "        = "    Internet: ";
"    MCS Index: "       = "    Índice MCS: ";
"    NSS: "             = "    NSS: ";
"    Noise: "           = "    Ruído: ";
"    PHY Mode: "        = "    Modo PHY: ";
"    RSSI: "            = "    RSSI: ";
"    Router: "          = "    Router: ";
"    Security: "        = "    Segurança: ";
"    Tx Rate: "         = "    Taxa de transmissão: ";
"%@'s Credentials" = "Credenciais de %@";
"%@'s Info" = "Informação acerca de %@";
"About HeliPort" = "Acerca do HeliPort";
"Address: " = "Endereço: ";
"Auto Join" = "Conectar-se automaticamente";
"Automatically check for updates." = "Procurar atualizações automaticamente.";
"Automatically download new updates." = "Transferir novas atualizações automaticamente.";
"Cancel" = "Cancelar";
"Check for Updates..." = "Procurar atualizações";
"Close" = "Fechar";
"Create Diagnostics Report..." = "Criar relatório de diagnóstico";
"Create Network..." = "Adicionar rede";
"Disconnect from: " = "Desconectar de: ";
"Dismiss" = "Descartar";
"Drag networks into the order you prefer." = "Arraste as redes Wi-Fi da forma que prefefir.";
"Dynamic WEP" = "WEP Dinâmico";
"Enable Wi-Fi Logging" = "Ativar registo de Wi-Fi";
"Encryption type unsupported" = "Tipo de encriptação não suportado";
"Enter the name and security type of the network you want to join." = "Insira o nome e o tipo de segurança da rede à qual se deseja conectar.";
"FUNCTION NOT IMPLEMENTED" = "Função não implementada";
"Find and join a Wi-Fi network." = "Encontre e conecte-se a uma rede Wi-Fi.";
"General" = "Geral";
"HeliPort API Version: " = "Versão de API do HeliPort: ";
"HeliPort running at an unexpected path" = "O HeliPort está a ser executado numa localização inesperada";
"Interface Name: " = "Nome da interface: ";
"Join Other Network..." = "Conectar a uma outra rede";
"Join" = "Conectar";
"Launch At Login" = "Iniciar aquando do login";
"Network Name" = "Nome da rede";
"Network Name:" = "Nome da rede:";
"Networks" = "Redes";
"No Network Avaliable" = "Nenhuma rede disponível";
"No Status Information Avaliable" = "Nenhuma informação de estado disponível";
"None" = "Nenhum";
"Open Network Preferences..." = "Abrir as definições do HeliPort";
"Open Wireless Diagnostics..." = "Abrir o diagnóstico da rede Wi-Fi";
"Password" = "Palavra-passe";
"Password:" = "Palavra-passe:";
"Quit HeliPort" = "Sair do HeliPort";
"Reachable" = "Acessível";
"Remember this network" = "Lembrar esta rede";
"Remove Wi-Fi network %@?" = "Remover a rede Wi-Fi %@?";
"Remove" = "Remover";
"Saved Networks:" = "Redes guardadas:";
"Security" = "Segurança";
"Security:" = "Segurança:";
"Show password" = "Exibir palavra-passe";
"Turn Wi-Fi Off" = "Desativar Wi-Fi";
"Turn Wi-Fi On" = "Ativar Wi-Fi";
"Unavailable" = "Indisponível";
"Unknown" = "Desconhecido";
"Unreachable" = "Inacessível";
"Updates:" = "Atualizações:";
"Username:" = "Nome de utilizador:";
"Version: " = "Versão: ";
"View saved credentials from keychain for the selected network." = "Ver as credenciais guardadas no porta-chaves para a rede selecionada.";
"View saved credentials from keychain for this network." = "Ver as credenciais guardadas no porta-chaves para esta rede.";
"Visit OpenIntelWireless on GitHub" = "Visitar a OpenIntelWireless no GitHub";
"WEP" = "WEP";
"WPA/WPA2 Enterprise" = "WPA/WPA2 Empresarial";
"WPA/WPA2 Personal" = "WPA/WPA2 Pessoal";
"WPA2 Enterprise" = "WPA2 Empresarial";
"WPA2 Personal" = "WPA2 Pessoal";
"WPA2/WPA3 Enterprise" = "WPA2/WPA3 Empresarial";
"WPA2/WPA3 Personal" = "WPA2/WPA3 Pessoal";
"WPA3 Enterprise" = "WPA3 Empresarial";
"WPA3 Personal" = "WPA3 Pessoal";
"Wi-Fi Network \"" = "Rede Wi-Fi \"";
"Wi-Fi: Connected" = "Wi-Fi: Conectado";
"Wi-Fi: Connecting" = "Wi-Fi: A conectar";
"Wi-Fi: Looking for Networks..." = "Wi-Fi: A procurar por redes...";
"Wi-Fi: Off" = "Wi-Fi: Desativado";
"Wi-Fi: On" = "Wi-Fi: Ativado";
"Wi-Fi: Status unavailable" = "Wi-Fi: Estado indisponível";
"Your Mac will no longer join this Wi-Fi network." = "O Mac não se irá conectar mais a esta rede Wi-Fi.";
"\" Requires Password" = "\" Necessita de palavra-passe";
"itlwm API Version: " = "Versão de API do itlwm: ";
"itlwm Version Mismatch" = "Versão do itlwm incompatível";
"itlwm is not running" = "O itlwm não está a ser executado";
"none" = "Nenhum";
"verify your credentials to show the stored password" = "verifique as suas credenciais para mostrar a palavra-passe guardada";
